Repository: zzzjjj080/healthexport
Catalog: HealthExport/HealthExport/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# 期間
source: Period
ar: الفترة
de: Zeitraum
es: Periodo
fr: Période
it: Periodo
ja: 期間
ko: 기간
pt_br: Período
ru: Период
zh_hans: 时间范围
zh_hant: 時間範圍

# 日付で指定
source: Pick dates
ar: اختيار التواريخ
de: Daten wählen
es: Elegir fechas
fr: Choisir les dates
it: Scegli le date
ja: 日付で指定
ko: 날짜로 지정
pt_br: Escolher datas
ru: Выбрать даты
zh_hans: 选择日期
zh_hant: 選擇日期

# 書き出されるデータ
source: What gets exported
ar: ما سيتم تصديره
de: Was exportiert wird
es: Qué se exporta
fr: Ce qui sera exporté
it: Cosa viene esportato
ja: 書き出されるデータ
ko: 내보낼 데이터
pt_br: O que será exportado
ru: Что будет выгружено
zh_hans: 将导出的数据
zh_hant: 將匯出的資料

# 項目や形式を変える
source: Change metrics or format
ar: تغيير البيانات أو التنسيق
de: Werte oder Format ändern
es: Cambiar métricas o formato
fr: Modifier les mesures ou le format
it: Cambia metriche o formato
ja: 項目や形式を変える
ko: 항목과 형식 변경
pt_br: Alterar métricas ou formato
ru: Изменить показатели или формат
zh_hans: 更改项目与格式
zh_hant: 更改項目與格式

# AIへの依頼文がつきます
source: A request for the AI is included
ar: تُرفق رسالة طلب إلى الذكاء الاصطناعي
de: Eine Anfrage an die KI ist enthalten
es: Se incluye una petición para la IA
fr: Une demande pour l'IA est incluse
it: È inclusa una richiesta per l'IA
ja: AIへの依頼文がつきます
ko: AI에게 보낼 요청문이 포함됩니다
pt_br: Uma solicitação para a IA está incluída
ru: Включена просьба к ИИ
zh_hans: 附带给 AI 的提问
zh_hant: 附帶給 AI 的提問

# 記録が1件も見つかりませんでした
source: No records found
ar: لم يتم العثور على أي سجلات
de: Keine Aufzeichnungen gefunden
es: No se encontraron registros
fr: Aucun enregistrement trouvé
it: Nessun dato trovato
ja: 記録が1件も見つかりませんでした
ko: 기록을 하나도 찾지 못했습니다
pt_br: Nenhum registro encontrado
ru: Записей не найдено
zh_hans: 未找到任何记录
zh_hant: 找不到任何記錄

source: Either there are no records in this period, or Health access hasn't been granted. Check Settings → Privacy & Security → Health → Health Export and make sure reading is on.
ar: إما أنه لا توجد سجلات في هذه الفترة، أو أن الوصول إلى «الصحة» لم يُمنح. تحقق من الإعدادات ← الخصوصية والأمان ← الصحة ← Health for AI وتأكد من تفعيل القراءة.
de: Entweder gibt es in diesem Zeitraum keine Aufzeichnungen, oder der Health-Zugriff wurde nicht erteilt. Prüfe Einstellungen → Datenschutz & Sicherheit → Health → Health for AI und stelle sicher, dass das Lesen aktiviert ist.
es: O no hay registros en este periodo, o no se ha concedido el acceso a Salud. Comprueba Ajustes → Privacidad y seguridad → Salud → Health for AI y asegúrate de que la lectura está activada.
fr: Soit il n'y a aucun enregistrement sur cette période, soit l'accès à Santé n'a pas été accordé. Vérifiez Réglages → Confidentialité et sécurité → Santé → Health for AI et assurez-vous que la lecture est activée.
it: O non ci sono dati in questo periodo, oppure l'accesso a Salute non è stato concesso. Controlla Impostazioni → Privacy e sicurezza → Salute → Health for AI e assicurati che la lettura sia attiva.
ja: この期間に記録が無いか、ヘルスケアの読み取りが許可されていない可能性があります。「設定」→「プライバシーとセキュリティ」→「ヘルスケア」→「ヘルスケア書き出し」で、読み取りがオンになっているか確かめてください。
ko: 이 기간에 기록이 없거나, 건강 데이터 읽기가 허용되지 않았을 수 있습니다. 설정 → 개인정보 보호 및 보안 → 건강 → Health for AI 에서 읽기가 켜져 있는지 확인해 주세요.
pt_br: Ou não há registros neste período, ou o acesso à Saúde não foi concedido. Verifique Ajustes → Privacidade e Segurança → Saúde → Health for AI e confirme que a leitura está ativada.
ru: Либо за этот период нет записей, либо не выдан доступ к «Здоровью». Проверьте Настройки → Конфиденциальность и безопасность → Здоровье → Health for AI и убедитесь, что чтение включено.
zh_hans: 此期间可能没有记录，或者未允许读取“健康”数据。请在“设置”→“隐私与安全性”→“健康”→“Health for AI”中确认读取权限已打开。
zh_hant: 此期間可能沒有記錄，或未允許讀取「健康」資料。請到「設定」→「隱私權與安全性」→「健康」→「Health for AI」確認讀取權限已開啟。

# 設定アプリを開く
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定アプリを開く
ko: 설정 앱 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
zh_hans: 打开“设置”
zh_hant: 打開「設定」

# 閉じる
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# 書き出す
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出す
ko: 내보내기
pt_br: Exportar
ru: Выгрузить
zh_hans: 导出
zh_hant: 匯出

# まずはこれ
source: Start here
ar: ابدأ من هنا
de: Hier anfangen
es: Empieza aquí
fr: Commencez ici
it: Inizia da qui
ja: まずはこれ
ko: 여기서 시작
pt_br: Comece por aqui
ru: Начните отсюда
zh_hans: 从这里开始
zh_hant: 從這裡開始

# 書き出したもの
source: Exported text
ar: النص المُصدَّر
de: Exportierter Text
es: Texto exportado
fr: Texte exporté
it: Testo esportato
ja: 書き出したもの
ko: 내보낸 텍스트
pt_br: Texto exportado
ru: Выгруженный текст
zh_hans: 导出的文本
zh_hant: 匯出的文字

# 共有
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
zh_hans: 共享
zh_hant: 分享

# チャット欄に貼るなら「コピー」、ファイルで送るなら「共有」。
source: Copy to paste into a chat, or Share to send it as a file.
ar: انسخ للصقه في محادثة، أو شارك لإرساله كملف.
de: Zum Einfügen in einen Chat „Kopieren“, zum Senden als Datei „Teilen“.
es: Copia para pegarlo en un chat, o comparte para enviarlo como archivo.
fr: Copiez pour coller dans une conversation, ou partagez pour envoyer un fichier.
it: Copia per incollarlo in una chat, oppure condividi per inviarlo come file.
ja: チャット欄に貼るなら「コピー」、ファイルで送るなら「共有」。
ko: 채팅창에 붙여넣으려면 '복사', 파일로 보내려면 '공유'.
pt_br: Copie para colar em um chat, ou compartilhe para enviar como arquivo.
ru: «Скопировать» — чтобы вставить в чат, «Поделиться» — чтобы отправить файлом.
zh_hans: 粘贴到聊天框请用“拷贝”，以文件发送请用“共享”。
zh_hant: 貼到聊天欄請用「拷貝」，以檔案傳送請用「分享」。

# 項目
source: Metrics
ar: البيانات
de: Werte
es: Métricas
fr: Mesures
it: Metriche
ja: 項目
ko: 항목
pt_br: Métricas
ru: Показатели
zh_hans: 项目
zh_hant: 項目

# 形式
source: Format
ar: التنسيق
es: Formato
it: Formato
ja: 形式
ko: 형식
pt_br: Formato
ru: Формат
zh_hans: 格式
zh_hant: 格式

# 詳しい設定
source: Detailed settings
ar: إعدادات مفصّلة
de: Detaillierte Einstellungen
es: Ajustes detallados
fr: Réglages détaillés
it: Impostazioni dettagliate
ja: 詳しい設定
ko: 세부 설정
pt_br: Ajustes detalhados
ru: Подробные настройки
zh_hans: 详细设置
zh_hant: 詳細設定

# 完了
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluir
ru: Готово
zh_hans: 完成
zh_hant: 完成

# 目的にまかせる
source: Reset to purpose
ar: العودة إلى إعدادات الغرض
de: Auf den Zweck zurücksetzen
es: Volver al propósito
fr: Revenir à l'objectif
it: Torna all'obiettivo
ja: 目的にまかせる
ko: 목적에 맡기기
pt_br: Voltar ao objetivo
ru: Вернуть по цели
zh_hans: 恢复为目的的设定
zh_hant: 恢復為目的的設定

# 直近
source: Recent
ar: الأحدث
de: Zuletzt
es: Recientes
fr: Récent
it: Recenti
ja: 直近
ko: 최근
pt_br: Recentes
ru: Недавние
zh_hans: 最近
zh_hant: 最近

# はじめ
source: From
ar: من
de: Von
es: Desde
fr: Du
it: Da
ja: はじめ
ko: 시작
pt_br: De
ru: С
zh_hans: 开始
zh_hant: 開始

# おわり
source: To
ar: إلى
de: Bis
es: Hasta
fr: Au
it: A
ja: おわり
ko: 종료
pt_br: Até
ru: По
zh_hans: 结束
zh_hant: 結束

# 日付の指定をやめる
source: Clear dates
ar: مسح التواريخ
de: Daten löschen
es: Borrar fechas
fr: Effacer les dates
it: Cancella le date
ja: 日付の指定をやめる
ko: 날짜 지정 해제
pt_br: Limpar datas
ru: Сбросить даты
zh_hans: 清除日期
zh_hant: 清除日期

# 日付を選ぶと、上の「直近」より優先されます。
source: Picked dates take priority over the presets above.
ar: التواريخ المختارة لها الأولوية على الفترات أعلاه.
de: Gewählte Daten haben Vorrang vor den Zeiträumen oben.
es: Las fechas elegidas tienen prioridad sobre los periodos de arriba.
fr: Les dates choisies l'emportent sur les durées ci-dessus.
it: Le date scelte hanno la precedenza sui periodi qui sopra.
ja: 日付を選ぶと、上の「直近」より優先されます。
ko: 날짜를 고르면 위의 '최근'보다 우선합니다.
pt_br: As datas escolhidas têm prioridade sobre os períodos acima.
ru: Выбранные даты имеют приоритет над периодами выше.
zh_hans: 选定日期后，将优先于上方的“最近”。
zh_hant: 選定日期後，將優先於上方的「最近」。

# この期間に記録があった項目だけを出しています。チェックを外すと書き出しから抜けます。
source: Only metrics with records in this period are listed. Uncheck one to leave it out.
ar: تظهر فقط البيانات التي لها سجلات في هذه الفترة. أزل التحديد لاستبعادها.
de: Aufgelistet sind nur Werte mit Aufzeichnungen in diesem Zeitraum. Abwählen, um sie wegzulassen.
es: Solo se listan las métricas con registros en este periodo. Desmárcala para dejarla fuera.
fr: Seules les mesures ayant des enregistrements sur cette période sont listées. Décochez pour l'exclure.
it: Sono elencate solo le metriche con dati in questo periodo. Togli la spunta per escluderla.
ja: この期間に記録があった項目だけを出しています。チェックを外すと書き出しから抜けます。
ko: 이 기간에 기록이 있는 항목만 표시됩니다. 체크를 해제하면 내보내기에서 빠집니다.
pt_br: Só aparecem as métricas com registros neste período. Desmarque para deixá-la de fora.
ru: Показаны только показатели с записями за этот период. Снимите галочку, чтобы исключить.
zh_hans: 仅列出此期间有记录的项目。取消勾选即可从导出中排除。
zh_hant: 僅列出此期間有記錄的項目。取消勾選即可從匯出中排除。

# ヘルスケアの許可をもう一度求める
source: Ask for Health access again
ar: طلب الوصول إلى «الصحة» مرة أخرى
de: Health-Zugriff erneut anfragen
es: Volver a pedir acceso a Salud
fr: Redemander l'accès à Santé
it: Richiedi di nuovo l'accesso a Salute
ja: ヘルスケアの許可をもう一度求める
ko: 건강 접근 권한 다시 요청
pt_br: Pedir acesso à Saúde novamente
ru: Запросить доступ к «Здоровью» снова
zh_hans: 再次请求“健康”权限
zh_hant: 再次請求「健康」權限

# 最初に「許可しない」を選んだ場合、この操作では画面が出ないことがあります。そのときは設定アプリから変えてください。
source: If you chose Don't Allow the first time, this may not show a prompt. Change it in the Settings app instead.
ar: إذا اخترت «عدم السماح» في المرة الأولى، فقد لا تظهر أي نافذة. غيّر ذلك من تطبيق الإعدادات.
de: Wenn du beim ersten Mal „Nicht erlauben“ gewählt hast, erscheint hier womöglich kein Dialog. Ändere es dann in der App „Einstellungen“.
es: Si la primera vez elegiste No permitir, puede que no aparezca ningún aviso. Cámbialo en la app Ajustes.
fr: Si vous avez choisi Refuser la première fois, aucune fenêtre n'apparaîtra peut-être. Modifiez-le alors dans l'app Réglages.
it: Se la prima volta hai scelto Non consentire, potrebbe non comparire alcuna finestra. In tal caso modificalo nell'app Impostazioni.
ja: 最初に「許可しない」を選んだ場合、この操作では画面が出ないことがあります。そのときは設定アプリから変えてください。
ko: 처음에 '허용 안 함'을 선택했다면 이 조작으로 창이 뜨지 않을 수 있습니다. 그때는 설정 앱에서 변경해 주세요.
pt_br: Se você escolheu Não Permitir da primeira vez, talvez nenhuma janela apareça. Nesse caso, altere no app Ajustes.
ru: Если в первый раз вы выбрали «Запретить», окно может не появиться. Тогда измените это в приложении «Настройки».
zh_hans: 如果第一次选择了“不允许”，此操作可能不会弹出窗口。请到“设置”App 中更改。
zh_hant: 如果第一次選擇了「不允許」，此操作可能不會跳出視窗。請到「設定」App 中更改。

# この期間に記録が無かった項目
source: Metrics with no records in this period
ar: بيانات بلا سجلات في هذه الفترة
de: Werte ohne Aufzeichnungen in diesem Zeitraum
es: Métricas sin registros en este periodo
fr: Mesures sans enregistrement sur cette période
it: Metriche senza dati in questo periodo
ja: この期間に記録が無かった項目
ko: 이 기간에 기록이 없던 항목
pt_br: Métricas sem registros neste período
ru: Показатели без записей за этот период
zh_hans: 此期间没有记录的项目
zh_hant: 此期間沒有記錄的項目

# 持っている端末で測れないもののほか、ヘルスケアの読み取りが許可されていない場合もここに入ります。
source: This includes things your devices can't measure, and anything Health access hasn't been granted for.
ar: يشمل ذلك ما لا تستطيع أجهزتك قياسه، وكذلك ما لم يُمنح له الوصول إلى «الصحة».
de: Dazu gehört, was deine Geräte nicht messen können, und auch alles, wofür kein Health-Zugriff erteilt wurde.
es: Aquí entra tanto lo que tus dispositivos no pueden medir como aquello para lo que no se ha concedido acceso a Salud.
fr: On y trouve ce que vos appareils ne mesurent pas, ainsi que ce pour quoi l'accès à Santé n'a pas été accordé.
it: Qui rientra sia ciò che i tuoi dispositivi non possono misurare, sia ciò per cui non è stato concesso l'accesso a Salute.
ja: 持っている端末で測れないもののほか、ヘルスケアの読み取りが許可されていない場合もここに入ります。
ko: 가지고 있는 기기로 측정할 수 없는 것 외에, 건강 데이터 읽기가 허용되지 않은 항목도 여기에 들어갑니다.
pt_br: Entram aqui tanto o que seus dispositivos não conseguem medir quanto aquilo para o qual o acesso à Saúde não foi concedido.
ru: Сюда попадает и то, что ваши устройства не умеют измерять, и то, для чего не выдан доступ к «Здоровью».
zh_hans: 其中既包括你的设备无法测量的项目，也包括未获得“健康”读取权限的项目。
zh_hant: 其中既包括你的裝置無法測量的項目，也包括未取得「健康」讀取權限的項目。

# まとめ方
source: Detail
ar: مستوى التفصيل
de: Ausführlichkeit
es: Detalle
fr: Niveau de détail
it: Livello di dettaglio
ja: まとめ方
ko: 정리 방식
pt_br: Nível de detalhe
ru: Подробность
zh_hans: 详细程度
zh_hant: 詳細程度

# 1日ごとにまとめる（おすすめ）
source: One row per day (recommended)
ar: سطر واحد لكل يوم (مُستحسن)
de: Eine Zeile pro Tag (empfohlen)
es: Una fila por día (recomendado)
fr: Une ligne par jour (recommandé)
it: Una riga al giorno (consigliato)
ja: 1日ごとにまとめる（おすすめ）
ko: 하루에 한 줄로 정리(권장)
pt_br: Uma linha por dia (recomendado)
ru: Одна строка на день (рекомендуется)
zh_hans: 每天一行（推荐）
zh_hant: 每天一列（建議）

# 書き出す言語
source: Export language
ar: لغة التصدير
de: Sprache des Exports
es: Idioma de exportación
fr: Langue de l'export
it: Lingua dell'esportazione
ja: 書き出す言語
ko: 내보낼 언어
pt_br: Idioma da exportação
ru: Язык выгрузки
zh_hans: 导出语言
zh_hant: 匯出語言

# 言語
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

# 距離と体重の単位
source: Units for distance and weight
ar: وحدات المسافة والوزن
de: Einheiten für Entfernung und Gewicht
es: Unidades de distancia y peso
fr: Unités de distance et de poids
it: Unità per distanza e peso
ja: 距離と体重の単位
ko: 거리와 체중의 단위
pt_br: Unidades de distância e peso
ru: Единицы расстояния и веса
zh_hans: 距离与体重的单位
zh_hant: 距離與體重的單位

# 単位
source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
ko: 단위
pt_br: Unidades
ru: Единицы
zh_hans: 单位
zh_hant: 單位

# メートル法（km・kg）
source: Metric (km, kg)
ar: المتري (km، kg)
de: Metrisch (km, kg)
es: Métrico (km, kg)
fr: Métrique (km, kg)
it: Metrico (km, kg)
ja: メートル法（km・kg）
ko: 미터법(km, kg)
pt_br: Métrico (km, kg)
ru: Метрические (km, kg)
zh_hans: 公制（km、kg）
zh_hant: 公制（km、kg）

# ヤード・ポンド法（mi・lb）
source: US (mi, lb)
ar: الأمريكي (mi، lb)
es: EE. UU. (mi, lb)
fr: Impérial (mi, lb)
it: USA (mi, lb)
ja: ヤード・ポンド法（mi・lb）
ko: 야드파운드법(mi, lb)
pt_br: EUA (mi, lb)
ru: США (mi, lb)
zh_hans: 英制（mi、lb）
zh_hant: 英制（mi、lb）

# AIへの依頼文を付ける
source: Include a request for the AI
ar: إرفاق رسالة طلب إلى الذكاء الاصطناعي
de: Eine Anfrage an die KI hinzufügen
es: Incluir una petición para la IA
fr: Inclure une demande pour l'IA
it: Includi una richiesta per l'IA
ja: AIへの依頼文を付ける
ko: AI에게 보낼 요청문 넣기
pt_br: Incluir uma solicitação para a IA
ru: Добавить просьбу к ИИ
zh_hans: 附带给 AI 的提问
zh_hant: 附帶給 AI 的提問

# 依頼文
source: Request text
ar: نص الطلب
de: Anfragetext
es: Texto de la petición
fr: Texte de la demande
it: Testo della richiesta
ja: 依頼文
ko: 요청문
pt_br: Texto da solicitação
ru: Текст просьбы
zh_hans: 提问内容
zh_hant: 提問內容

# 目的を変えると内容も変わります。
source: Changes with the purpose you pick.
ar: يتغيّر بحسب الغرض الذي تختاره.
de: Ändert sich mit dem gewählten Zweck.
es: Cambia según el propósito que elijas.
fr: Change selon l'objectif choisi.
it: Cambia in base all'obiettivo scelto.
ja: 目的を変えると内容も変わります。
ko: 목적을 바꾸면 내용도 바뀝니다.
pt_br: Muda conforme o objetivo escolhido.
ru: Меняется вместе с выбранной целью.
zh_hans: 内容会随所选目的而变化。
zh_hant: 內容會隨所選目的而變化。

# 端末の名前を入れる
source: Include device names
ar: تضمين أسماء الأجهزة
de: Gerätenamen einschließen
es: Incluir nombres de dispositivos
fr: Inclure les noms d'appareils
it: Includi i nomi dei dispositivi
ja: 端末の名前を入れる
ko: 기기 이름 포함
pt_br: Incluir nomes dos dispositivos
ru: Включать имена устройств
zh_hans: 包含设备名称
zh_hant: 包含裝置名稱

# ヘルスケアの端末名は「〇〇のApple Watch」のように、名前が入っていることがあります。渡す相手によっては外してください。
source: Device names in Health often contain your own name (e.g. “Jin's Apple Watch”). Turn this off if that matters for who you're sending it to.
ar: غالباً ما تحتوي أسماء الأجهزة في «الصحة» على اسمك (مثل «Apple Watch الخاصة بسارة»). أوقف هذا إذا كان يهمّك من سيستلم النص.
de: Gerätenamen in Health enthalten oft deinen Namen (z. B. „Annas Apple Watch“). Schalte das aus, wenn es darauf ankommt, wer den Text bekommt.
es: Los nombres de dispositivo en Salud suelen contener tu nombre (p. ej. «Apple Watch de Ana»). Desactívalo si importa a quién se lo envías.
fr: Dans Santé, les noms d'appareils contiennent souvent votre prénom (par ex. « Apple Watch de Marie »). Désactivez si cela compte pour le destinataire.
it: In Salute i nomi dei dispositivi contengono spesso il tuo nome (es. «Apple Watch di Luca»). Disattivalo se conta a chi lo invii.
ja: ヘルスケアの端末名は「〇〇のApple Watch」のように、名前が入っていることがあります。渡す相手によっては外してください。
ko: 건강 앱의 기기 이름에는 '○○의 Apple Watch'처럼 이름이 들어 있는 경우가 있습니다. 받는 사람에 따라 빼 주세요.
pt_br: Na Saúde, os nomes de dispositivos costumam conter seu nome (ex.: «Apple Watch de Ana»). Desative se isso importar para quem vai receber.
ru: Имена устройств в «Здоровье» часто содержат ваше имя (например, «Apple Watch Анны»). Отключите, если это важно для получателя.
zh_hans: “健康”中的设备名称常含有你的名字（如“小明的 Apple Watch”）。若在意接收方，请关闭此项。
zh_hant: 「健康」中的裝置名稱常含有你的名字（如「小明的 Apple Watch」）。若在意接收方，請關閉此項。

# 表のかたち
source: Table layout
ar: شكل الجدول
de: Form der Tabelle
es: Formato de la tabla
fr: Forme du tableau
it: Forma della tabella
ja: 表のかたち
ko: 표의 형태
pt_br: Formato da tabela
ru: Вид таблицы
zh_hans: 表格形式
zh_hant: 表格形式

# 並べ方
source: Layout
ar: الترتيب
de: Anordnung
es: Disposición
fr: Disposition
it: Disposizione
ja: 並べ方
ko: 배열 방식
pt_br: Disposição
ru: Расположение
zh_hans: 排列方式
zh_hant: 排列方式

# 日付でそろえた1枚の表
source: One table by date
ar: جدول واحد حسب التاريخ
de: Eine Tabelle nach Datum
es: Una tabla por fecha
fr: Un seul tableau par date
it: Una tabella per data
ja: 日付でそろえた1枚の表
ko: 날짜로 맞춘 하나의 표
pt_br: Uma tabela por data
ru: Одна таблица по датам
zh_hans: 按日期排列的单张表
zh_hant: 按日期排列的單一表格

# 項目ごとに分ける
source: One table per metric
ar: جدول لكل بيان
de: Eine Tabelle je Wert
es: Una tabla por métrica
fr: Un tableau par mesure
it: Una tabella per metrica
ja: 項目ごとに分ける
ko: 항목별로 나누기
pt_br: Uma tabela por métrica
ru: Отдельная таблица на показатель
zh_hans: 每个项目一张表
zh_hant: 每個項目一張表

# 列の区切り
source: Separator
ar: الفاصل
de: Trennzeichen
es: Separador
fr: Séparateur
it: Separatore
ja: 列の区切り
ko: 열 구분
pt_br: Separador
ru: Разделитель
zh_hans: 列分隔符
zh_hant: 欄位分隔符號

# タブ
source: Tab
ar: علامة جدولة
es: Tabulador
fr: Tabulation
it: Tabulazione
ja: タブ
ko: 탭
pt_br: Tabulação
ru: Табуляция
zh_hans: 制表符

# カンマ
source: Comma
ar: فاصلة
de: Komma
es: Coma
fr: Virgule
it: Virgola
ja: カンマ
ko: 쉼표
pt_br: Vírgula
ru: Запятая
zh_hans: 逗号
zh_hant: 逗號

# 見やすく揃える
source: Aligned columns
ar: أعمدة مُحاذاة
de: Ausgerichtete Spalten
es: Columnas alineadas
fr: Colonnes alignées
it: Colonne allineate
ja: 見やすく揃える
ko: 보기 좋게 정렬
pt_br: Colunas alinhadas
ru: Выровненные столбцы
zh_hans: 对齐列
zh_hant: 對齊欄位

# 列名を英字の略称にする
source: Short column names
ar: أسماء أعمدة مختصرة
de: Kurze Spaltennamen
es: Nombres de columna abreviados
fr: Noms de colonnes abrégés
it: Nomi di colonna abbreviati
ja: 列名を英字の略称にする
ko: 열 이름을 영문 약어로
pt_br: Nomes de coluna abreviados
ru: Короткие названия столбцов
zh_hans: 使用英文缩写作列名
zh_hant: 使用英文縮寫作欄名

# 先頭の説明文
source: Header notes
ar: الملاحظات في البداية
de: Hinweise am Anfang
es: Notas iniciales
fr: Notes d'en-tête
it: Note iniziali
ja: 先頭の説明文
ko: 맨 앞의 설명문
pt_br: Notas iniciais
ru: Пояснения в начале
zh_hans: 开头的说明
zh_hant: 開頭的說明

# くわしく
source: Full
ar: مفصّلة
de: Ausführlich
es: Completas
fr: Complètes
it: Complete
ja: くわしく
ko: 자세히
pt_br: Completas
ru: Подробные
zh_hans: 详细
zh_hant: 詳細

# 最小限
source: Minimal
ar: الحد الأدنى
es: Mínimas
fr: Minimales
it: Minime
ja: 最小限
ko: 최소한
pt_br: Mínimas
ru: Минимальные
zh_hans: 最简
zh_hant: 最簡

# なし
source: None
ar: بلا
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna
ja: なし
ko: 없음
pt_br: Nenhuma
ru: Нет
zh_hans: 无
zh_hant: 無

# 記録が無い日は行ごと省く
source: Skip days with no records
ar: تخطّي الأيام التي بلا سجلات
de: Tage ohne Aufzeichnungen weglassen
es: Omitir los días sin registros
fr: Ignorer les jours sans enregistrement
it: Salta i giorni senza dati
ja: 記録が無い日は行ごと省く
ko: 기록이 없는 날은 줄째로 생략
pt_br: Pular os dias sem registros
ru: Пропускать дни без записей
zh_hans: 省略没有记录的日期
zh_hant: 省略沒有記錄的日期

source: The header explains that values are deduplicated and that a blank means no record, not zero. It keeps the AI from misreading the data, so leaving it on is recommended.
ar: توضّح الملاحظات أن القيم خالية من التكرار وأن الخانة الفارغة تعني عدم وجود سجل، لا صفراً. وهي تمنع الذكاء الاصطناعي من سوء القراءة، لذا يُستحسن إبقاؤها.
de: Die Hinweise erklären, dass Werte ohne Dubletten sind und dass ein leeres Feld „keine Aufzeichnung“ bedeutet, nicht null. Sie bewahren die KI vor Fehldeutungen – besser stehen lassen.
es: Las notas explican que los valores no tienen duplicados y que una casilla vacía significa que no hay registro, no cero. Evitan que la IA lea mal los datos, así que conviene dejarlas.
fr: Les notes précisent que les valeurs sont dédoublonnées et qu'une case vide signifie « pas d'enregistrement », et non zéro. Elles évitent que l'IA se trompe : mieux vaut les garder.
it: Le note spiegano che i valori sono senza duplicati e che una cella vuota significa nessun dato, non zero. Servono a evitare che l'IA legga male: meglio lasciarle.
ja: 説明文には「値は重複を除いたあとの数字」「空欄は記録が無いという意味で、0ではない」という断りが入ります。AIの読み違いを防ぐためのものなので、残しておくのがおすすめです。
ko: 설명문에는 '값은 중복을 제외한 숫자', '빈칸은 기록이 없다는 뜻이며 0이 아니다'라는 단서가 들어갑니다. AI의 오독을 막기 위한 것이므로 남겨 두기를 권합니다.
pt_br: As notas explicam que os valores estão sem duplicatas e que uma célula vazia significa sem registro, não zero. Evitam que a IA leia errado, então é melhor mantê-las.
ru: В пояснениях сказано, что значения без дублей и что пустая ячейка означает «нет записи», а не ноль. Это удерживает ИИ от неверного прочтения, так что лучше оставить.
zh_hans: 说明中会注明“数值已去除重复”“空白表示没有记录，而不是 0”。这是为了避免 AI 误读，建议保留。
zh_hant: 說明中會註明「數值已去除重複」「空白表示沒有記錄，而不是 0」。這是為了避免 AI 誤讀，建議保留。

# ヘルスケアの記録を、 AIに渡せる文章に。
source: Turn your Health records into text an AI can read.
ar: حوّل سجلات «الصحة» إلى نص يقرأه الذكاء الاصطناعي.
de: Mach aus deinen Health-Daten einen Text, den eine KI lesen kann.
es: Convierte tus registros de Salud en un texto que una IA pueda leer.
fr: Transformez vos données Santé en un texte lisible par une IA.
it: Trasforma i dati di Salute in un testo che un'IA può leggere.
ja: ヘルスケアの記録を、 AIに渡せる文章に。
ko: 건강 앱의 기록을, AI가 읽을 수 있는 글로.
pt_br: Transforme seus registros da Saúde em um texto que uma IA consiga ler.
ru: Превратите записи «Здоровья» в текст, понятный ИИ.
zh_hans: 把“健康”里的记录， 变成 AI 能读的文本。
zh_hant: 把「健康」裡的記錄， 變成 AI 能讀的文字。

# 目的を選ぶ
source: Pick a purpose
ar: اختر غرضاً
de: Zweck wählen
es: Elige un propósito
fr: Choisissez un objectif
it: Scegli un obiettivo
ja: 目的を選ぶ
ko: 목적 선택
pt_br: Escolha um objetivo
ru: Выберите цель
zh_hans: 选择目的
zh_hant: 選擇目的

# 期間も項目も、AIへの依頼文も、それだけで決まります。
source: That alone sets the period, the metrics, and the request for the AI.
ar: هذا وحده يحدّد الفترة والبيانات ورسالة الطلب إلى الذكاء الاصطناعي.
de: Damit stehen Zeitraum, Werte und die Anfrage an die KI schon fest.
es: Eso ya fija el periodo, las métricas y la petición para la IA.
fr: Cela fixe à la fois la période, les mesures et la demande pour l'IA.
it: Questo da solo fissa periodo, metriche e richiesta per l'IA.
ja: 期間も項目も、AIへの依頼文も、それだけで決まります。
ko: 기간도 항목도, AI에게 보낼 요청문도 그것만으로 정해집니다.
pt_br: Só isso já define o período, as métricas e a solicitação para a IA.
ru: Одним этим задаются период, показатели и просьба к ИИ.
zh_hans: 时间范围、项目和给 AI 的提问，都会随之确定。
zh_hant: 時間範圍、項目和給 AI 的提問，都會隨之確定。

# ヘルスケアから読んで、1枚のテキストにまとめます。
source: Reads from Health and builds one text file.
ar: يقرأ من «الصحة» ويجمعها في ملف نصي واحد.
de: Liest aus Health und baut eine einzelne Textdatei.
es: Lee de Salud y crea un único archivo de texto.
fr: Lit depuis Santé et crée un seul fichier texte.
it: Legge da Salute e crea un unico file di testo.
ja: ヘルスケアから読んで、1枚のテキストにまとめます。
ko: 건강 앱에서 읽어 한 장의 텍스트로 정리합니다.
pt_br: Lê da Saúde e monta um único arquivo de texto.
ru: Читает из «Здоровья» и собирает один текстовый файл.
zh_hans: 从“健康”读取，汇总成一份文本。
zh_hant: 從「健康」讀取，彙整成一份文字。
